Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/vegvesen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: It is desired to steer the training through the new curricula / the new regulations without this leading to significant cost increases for students that already have had proper training.
nb: Vi ønsker gjennom de nye læreplanene / den nye forskriften å styre opplæringen uten at dette skal føre til en vesentlig økning i kostnadene for de elevene som fra før har tatt en god opplæring.

source: These should not provide light brighter than 0.7 lux at a height of 1.10 metres, measured 25 metres in front of the lamp.
nb: Disse skal ikke lyse sterkere enn 0,7 lux i en høyde på 1,10 meter, målt 25 meter foran lykten.

source: Reflectors: A 25 mm wide reflective strip must pass from the shoulders and down to the lower part of the sleeves, front and rear.
nb: Refleks: Det skal gå et 25 mm refleksbånd fra skuldrene og ned til nedre del på ermene, foran og bak.

source: This course is to help learners further develop their competence in avoiding accidents, and includes
nb: Opplegget for massehåndtering må være så ryddig og oversiktlig som mulig, og utfordringene må løses

source: Cable-stayed bridge, with beams, two rooks, no suspended side spans
nb: Suspension bridge with beams, no suspended side spans Hengebru med bjelker, ingen opphengte sidespenn

source: If the motorcycle is powered by an internal combustion engine, the cylinder capacity of the engine shall be at
nb: Føreren av det kontrollerte kjøretøyet skal motta ett eksemplar av rapporten, og denne skal, jf.

source: Through Hotjar, we can see if users for example view and click on links, buttons, menus and form fields, and how far down they scroll on our pages.
nb: Gjennom Hotjar kan vi blant annet se om brukerne ser og klikker på lenker, knapper, menyer og skjemafelter, og hvor langt ned brukerne skroller på sidene.

source: A lower panel may also specify other conditions, for example requiring at least one passenger in the vehicle.
nb: Underskilt kan også angi andre betingelser, for eksempel kreve at du har med minst én passasjer.

source: General roadwork safety plans shall not be approved by the person/persons with
nb: Generelle arbeidsvarslingsplaner skal ikke godkjennes av den/de som har

source: vehicles with a maximum authorised speed not exceeding 40 kilometres per hourc. vehicles owned or hired without a driver by the armed services, civil defence services, fire services, and forces responsible for maintaining public order, when the carriage is undertaken as a consequence of the tasks assigned to these services and is under their controld.
nb: kjøretøyer der høyeste tillatte hastighet ikke overstiger 40 kilometer i timenc. kjøretøyer som eies eller leies uten fører av forsvaret, sivilforsvaret, brannvesenet og ordensmakten, når transporten skjer i forbindelse med oppgaver som disse myndighetene har ansvaret for og står under deres kontrolld. kjøretøyer som brukes i forbindelse med

source: The use of driver cards, control cards, workshop cards and company cards
nb: Bruk av sjåførkort, kontrollkort, verkstedkort og bedriftskort

source: , where your roles at Altinn will be checked.
nb: , hvorpå dine eventuelle roller i Altinn blir sjekket.

source: The choice of evaluation form must be made in relation to chosen objectives and content as well as the educational framework and teaching and working methods being used.
nb: Valg av vurderingsform må taes i relasjon til valg av mål og innhold samt rammer for undervisningen og anvendt undervisnings- og arbeidsmetode.

source: It can for example be less complicated to evaluate whether a student has achieved attitude objectives through mandatory training (formative evaluation) than through a final examination (summative evaluation).
nb: Det kan for eksempel være mindre komplisert å vurdere om en elev har nådd holdningsmål gjennom obligatorisk opplæring (formativ vurdering) enn gjennom en avsluttende eksamen (summativ vurdering).

source: al ow him/her to start driving practice.
nb: og plantedeler som kan spire.

source: Each of these agreements has a model for national driving licences and a model for international driving licences.
nb: Hver av avtalene har en modell for nasjonale førerkort og en modell for internasjonale førerkort.

source: Press 4 for switchboard enquiries
nb: Tast 4 for henvendelser til sentralbordet

source: The use of Questback is subject to Questback's privacy policy.
nb: Bruken er underlagt Questbacks retningslinjer for personvern.

source: In the ”formal” driver training curriculum there is formulated a primary educational objective.
nb: I de ”formelle” læreplanene for føreropplæring er det formulert hovedmål for undervisningen.

source: This can in principle be done both by summative and formative evaluation.
nb: Dette kan i prinsippet gjøres både ved summativ og formativ vurdering.

source: A mix of alternatives 1 and 2 is possible.
nb: Mulig med mellomløsninger alternativ 1 og 2.

source: 4 to book an appointment at a Driver and Vehicle Licensing Office (traffikstasjon)
nb: 4 for å bestille time i skranke ved en trafikkstasjon

source: Driving licences from the UK
nb: Førerkort fra Storbritannia

source: We use the Google Analytics analysis tool to collect information about how users use our web pages, how they find their way, what they search for and what pages they use most frequently.
nb: Vi bruker analyseverktøyet Google Analytics for å samle opplysninger om hvordan brukerne bruker nettsidene, hvordan de finner fram, hva de søker etter, og hvilke sider som blir mest brukt.

source: Data is registered in UTC time.
nb: Data registreres i UTC-tid.

source: You can choose whether or not to accept that vegvesen.no and the services we use can store cookies on your device.
nb: Du velger selv om du samtykker til at vegvesen.no og tjenestene vi bruker, kan lagre informasjonskapsler på enheten din.

source: The following award criteria apply to ECMT permits:
nb: Tildelingskriterier for CEMT-tillatelse:

source: If the section is more than approximately 50 metres long, two people must direct the traffic.
nb: Dersom strekningen er mer enn ca. 50 meter, skal det være to personer til å dirigere trafikken.

source: The actual educational content is affected by the curriculum and its formulations of the objectives.
nb: Innholdet i undervisningen påvirkes av læreplanen og dens/forskriftens målformuleringer.

source: When you visit a web page containing Facebook elements, Facebook may store cookies on your device.
nb: Når du besøker en nettside som inneholder Facebook-elementer, kan Facebook lagre informasjonskapsler på enheten din.

source: All data linked to from the portal must comply with the General Data Protection Regulations (GDPR) from EU.
nb: Alle datasettene som portalen lenker til skal være i samsvar med General Data Protection Regulations (GDPR).

source: The speed that the vehicle has had in the last 24 hours
nb: Hastigheten som kjøretøyet har hatt de siste 24 timene

source: For category B (the category with decidedly most learner drivers), the average youngster had in 2002 between 25 and 30 driving lessons of which 9.5 were mandatory.
nb: For klasse B (som er den klassen med desidert flest elever) har gjennomsnittseleven i 2002 mellom 25 og 30 kjøretimer ved trafikkskole, hvorav 9,5 timer er obligatoriske.

source: ● Alternative 1, the project is divided into 16 construction contracts.● Alternative 2, the project is divided into 6 construction contracts.● Alternative 3, Kjerringsundet has been removed from the project.
nb: ● Alternativ 1, prosjektet er delt opp til 16 entrepriser.● Alternativ 2, prosjektet er delt opp til 6 entrepriser.● Alternativ 3, Kjerringsundet er tatt ut av prosjektet.

source: The main rule is that fog lamps are not allowed in combination with full-beam lights.
nb: Det er i utgangspunktet ikke tillatt å bruke tåkelys i kombinasjon med fjernlys.

source: Instructors are to give learners their recommendations as to whether they have the necessary
nb: viser henholdsvis planer for skilt og oppmerking og for signalanlegg, og

source: , a certain number (or minimum number) of hours of attendance will be required to gain approval for the discipline/course/training.
nb: vil man på forhånd bestemme et visst antall (eller minimumsantall) timer eleven må være tilstede for å få faget/kurset/utdannelsen godkjent.

source: to the reception of satellite signals.
nb: effektivt og virkningsfullt.

source: Driving instructors have also picked up this method.
nb: Også trafikklærere har tatt metoden i bruk.

source: 3 Koppang Shell, Stor-Elvdal, Innlandet, 13 capacity
nb: 3 Koppang Shell, Stor-Elvdal, Innlandet, 13 plasser

source: Methodical choices can be made based on knowledge about the student(s), own view of education and knowledge, objectives and educational content.
nb: Metodiske valg kan gjøres på bakgrunn av kjennskap til eleven(e), eget undervisnings- og kunnskapssyn, mål og innhold i undervisningen.

source: Feedback is stored in the Optimizely publishing platform for 3 months.
nb: Tilbakemeldingene lagres i publiseringsløsningen Optimizely i 3 måneder.

source: In Norway, you can use a valid driving licence from any country for up to three months.
nb: Du kan bruke førerkort fra alle land i Norge i inntil tre måneder.

source: Press 1 for questions relating to vehicles
nb: Tast 1 for spørsmål om kjøretøy

source: E6 Biri travpark, Gjøvik, Innlandet, 30 capacity
nb: E6 Biri travpark, Gjøvik, Innlandet, 30 plasser

source: Google Analytics stores parts of a user’s IP address, but the final eight digits of the address is removed for the sake of data protection.
nb: Google Analytics lagrer deler av IP-adressen til brukerne, men siste oktett i adressen er fjernet av hensyn til personvernet.
